{
    "about-me": {
        "name": "Über mich",
        "job": "Full-Stack-Entwickler React & NestJS",
        "presentation": "Hallo👋! Ich bin 24 Jahre alt und ein Full-Stack-JavaScript-Entwickler. Nach meinem Bachelor-Abschluss in elektronischen und Computersystemen habe ich mich auf die Webentwicklung spezialisiert. Ich habe jetzt fast zwei Jahre Erfahrung als Full-Stack-JavaScript-Entwickler!"
    },
    "portfolio": {
        "name": "Portfolio",
        "overcraft": {
            "name": "Overcraft",
            "description": "Overcraft ist eine Plattform, auf der StarCraft-2-Spieler ihre Build Orders erstellen, organisieren und teilen können, um ihre Strategien besser zu lernen und zu optimieren. Sie bietet einen interaktiven Modus mit einem Timer, um Builds in Echtzeit auszuführen, sowie Anpassungs- und Bearbeitungsoptionen."
        },
        "web-cv": {
            "name": "Web-CV",
            "description": "Mein Web-CV ist eine moderne und interaktive Anwendung, die mit Next.js entwickelt wurde. Sie bietet eine flüssige Navigation und eine optimierte Benutzererfahrung dank einer sorgfältig gestalteten Oberfläche und einem Dark Mode. Sie wurde entwickelt, um meinen Werdegang professionell und dynamisch zu präsentieren. 🚀"
        }
    },
    "experiences": {
        "name": "Erfahrungen",
        "projet-ulysseus": {
            "name": "Ulysseus-Projekt",
            "description": "Entwicklung von Anwendungen für das Ulysseus-Bündnis von Institutionen. Die Haupttechnologien sind JavaScript, Python, Linux und Docker.",
            "end-date": "jetzt"
        }
    },
    "education": {
        "name": "Ausbildung",
        "licence": {
            "name": "Bachelor in Eingebetteten Systemen",
            "description": "Programmiersprachen: C / C++ und VHDL (PIC16, ARDUINO, STM32). Echtzeit-Betriebssystem mit FreeRTOS. Betriebssysteme: Linux und Windows."
        },
        "bts": {
            "name": "Technischer Abschluss in Digitalen Systemen",
            "description": "Studium von Schaltplänen, Entwurf und Reparatur elektronischer Platinen, Signalanalyse, Arduino-Programmierung, HTML/CSS."
        }
    },
    "competences": {
        "name": "Fähigkeiten"
    },
    "contact-me": {
        "name": "Schreib mir eine Nachricht!",
        "email": "E-Mail",
        "subject": "Betreff",
        "message": "Deine Nachricht",
        "send": "Meine Nachricht senden",
        "sended-email": "Deine Nachricht wurde erfolgreich gesendet, danke! ✨",
        "back-home-page": "Zurück zur Hauptseite"
    },
    "cv": "Klassischer Lebenslauf"
}
