{
    "about-me": {
        "name": "Om mig",
        "job": "Fullstack-udvikler React & NestJS",
        "presentation": "Hej游녦! Jeg er 24 친r gammel og en fullstack JavaScript-udvikler. Efter at have afsluttet min uddannelse i elektronik- og computersystemer valgte jeg at specialisere mig i webudvikling. Jeg har nu n칝sten to 친rs erfaring som fullstack JavaScript-udvikler!"
    },
    "portfolio": {
        "name": "Portfolio",
        "overcraft": {
            "name": "Overcraft",
            "description": "Overcraft er en platform, hvor StarCraft 2-spillere kan oprette, organisere og dele deres build orders for bedre at l칝re og optimere deres strategier. Den tilbyder en interaktiv tilstand med en timer til at udf칮re bygninger i realtid samt tilpasnings- og redigeringsmuligheder."
        },
        "web-cv": {
            "name": "Web-CV",
            "description": "Mit web-CV er en moderne og interaktiv applikation udviklet med Next.js, der tilbyder en flydende navigation og en optimeret oplevelse med en veludformet gr칝nseflade og m칮rk tilstand. Det er designet til at pr칝sentere min karriere p친 en professionel og dynamisk m친de. 游"
        }
    },
    "experiences": {
        "name": "Erfaring",
        "projet-ulysseus": {
            "name": "Ulysseus-projektet",
            "description": "Programmeringssprog: C / C++ og VHDL (PIC16, ARDUINO, STM32). Realtidsoperativsystem med FreeRTOS. Operativsystemer: Linux og Windows."
        }
    },
    "education": {
        "name": "Uddannelse",
        "licence": {
            "name": "Bachelorgrad i indlejrede systemer",
            "description": "Udvikling af applikationer for Ulysseus-institutionernes alliance. De vigtigste teknologier er JavaScript, Python, Linux og Docker."
        },
        "bts": {
            "name": "Teknikereksamen i digitale systemer",
            "description": "Studie af skemaer, design og fejlfinding af elektroniske kredsl칮b, signalanalyse, Arduino-programmering, HTML/CSS."
        }
    },
    "competences": {
        "name": "F칝rdigheder"
    },
    "contact-me": {
        "name": "Send mig en besked!",
        "email": "E-mail",
        "subject": "Emne",
        "message": "Din besked"
    }
}
