{
    "about-me": {
        "name": "Om mig",
        "job": "Fullstack-udvikler React & NestJS",
        "presentation": "Hej👋! Jeg er 24 år gammel og en fullstack JavaScript-udvikler. Efter at have afsluttet min bachelorgrad i elektroniske og computersystemer valgte jeg at specialisere mig i webudvikling. Nu har jeg næsten to års erfaring som fullstack JavaScript-udvikler!"
    },
    "portfolio": {
        "name": "Portfolio",
        "overcraft": {
            "name": "Overcraft",
            "description": "Overcraft er en platform, hvor StarCraft 2-spillere kan oprette, organisere og dele deres build orders for bedre at lære og optimere deres strategier. Den tilbyder en interaktiv tilstand med en timer til at udføre builds i realtid samt tilpasnings- og redigeringsmuligheder."
        },
        "web-cv": {
            "name": "Web-CV",
            "description": "Mit Web-CV er en moderne og interaktiv applikation udviklet med Next.js, som giver en smidig navigation og en optimeret oplevelse takket være en stilren brugerflade og mørk tilstand. Det er designet til at præsentere min karriere professionelt og dynamisk. 🚀"
        }
    },
    "experiences": {
        "name": "Erfaring",
        "projet-ulysseus": {
            "name": "Ulysseus-projektet",
            "description": "Udvikling af applikationer for Ulysseus-alliancen af institutioner. De vigtigste teknologier er JavaScript, Python, Linux og Docker.",
            "end-date": "nu"
        }
    },
    "education": {
        "name": "Uddannelse",
        "licence": {
            "name": "Bachelor i Indlejrede Systemer",
            "description": "Programmeringssprog: C / C++ og VHDL (PIC16, ARDUINO, STM32). Realtidsoperativsystem med FreeRTOS. Operativsystemer: Linux og Windows."
        },
        "bts": {
            "name": "Teknisk eksamen i Digitale Systemer",
            "description": "Studie af skemaer, design og reparation af elektroniske kredsløb, signalanalyse, Arduino-programmering, HTML/CSS."
        }
    },
    "competences": {
        "name": "Kompetencer"
    },
    "contact-me": {
        "name": "Send mig en besked!",
        "email": "E-mail",
        "subject": "Emne",
        "message": "Din besked",
        "send": "Send min besked",
        "sended-email": "Din besked er blevet sendt succesfuldt, tak! ✨",
        "back-home-page": "Tilbage til hovedsiden"
    },
    "cv": "Klassisk CV"
}
