{
    "about-me": {
        "name": "Sobre m铆",
        "job": "Desarrollador Full-Stack React & NestJS",
        "presentation": "隆Hola! Tengo 24 a帽os y soy un desarrollador JavaScript full-stack. Despu茅s de obtener mi licenciatura en sistemas electr贸nicos e inform谩ticos, decid铆 especializarme en desarrollo web. 隆Ahora tengo casi dos a帽os de experiencia como desarrollador JavaScript full-stack!"
    },
    "portfolio": {
        "name": "Portafolio",
        "overcraft": {
            "name": "Overcraft",
            "description": "Overcraft es una plataforma donde los jugadores de StarCraft 2 pueden crear, organizar y compartir sus 贸rdenes de construcci贸n para aprender mejor y optimizar sus estrategias. Ofrece un modo interactivo con un cron贸metro para ejecutar las construcciones en tiempo real, as铆 como opciones de personalizaci贸n y edici贸n."
        },
        "web-cv": {
            "name": "Web CV",
            "description": "Mi Web CV es una aplicaci贸n moderna e interactiva desarrollada con Next.js, que ofrece una navegaci贸n fluida y una experiencia optimizada con una interfaz cuidada y modo oscuro. Est谩 dise帽ado para presentar mi trayectoria profesional de manera din谩mica y profesional. "
        }
    },
    "experiences": {
        "name": "Experiencias",
        "projet-ulysseus": {
            "name": "Proyecto Ulysseus",
            "description": "Lenguajes de programaci贸n: C / C++ y VHDL (PIC16, ARDUINO, STM32). Sistema operativo en tiempo real con FreeRTOS. Sistemas operativos: Linux y Windows."
        }
    },
    "education": {
        "name": "Formaci贸n",
        "licence": {
            "name": "Licenciatura en Sistemas Embebidos",
            "description": "Desarrollo de aplicaciones para la alianza de instituciones Ulysseus. Las principales tecnolog铆as son JavaScript, Python, Linux y Docker."
        },
        "bts": {
            "name": "T茅cnico Superior en Sistemas Digitales",
            "description": "Estudio de esquemas, dise帽o y reparaci贸n de placas electr贸nicas, an谩lisis de se帽ales, programaci贸n de Arduino, HTML/CSS."
        }
    },
    "competences": {
        "name": "Habilidades"
    },
    "contact-me": {
        "name": "隆Env铆ame un mensaje!",
        "email": "Correo electr贸nico",
        "subject": "Asunto",
        "message": "Tu mensaje"
    }
}
