{
    "about-me": {
        "name": "Om meg",
        "job": "Fullstack-utvikler React & NestJS",
        "presentation": "Hei游녦! Jeg er 24 친r gammel og en fullstack JavaScript-utvikler. Etter 친 ha fullf칮rt utdannelsen min i elektronikk- og datasystemer valgte jeg 친 spesialisere meg i webutvikling. Jeg har n친 nesten to 친rs erfaring som fullstack JavaScript-utvikler!"
    },
    "portfolio": {
        "name": "Portef칮lje",
        "overcraft": {
            "name": "Overcraft",
            "description": "Overcraft er en plattform der StarCraft 2-spillere kan lage, organisere og dele sine build orders for 친 l칝re bedre og optimalisere strategiene sine. Den tilbyr en interaktiv modus med en timer for 친 utf칮re byggene i sanntid, samt tilpasnings- og redigeringsmuligheter."
        },
        "web-cv": {
            "name": "Web-CV",
            "description": "Mitt Web-CV er en moderne og interaktiv applikasjon utviklet med Next.js, som gir en smidig navigasjon og en optimalisert opplevelse med et pent grensesnitt og m칮rk modus. Den er designet for 친 presentere min karriere p친 en profesjonell og dynamisk m친te. 游"
        }
    },
    "experiences": {
        "name": "Erfaring",
        "projet-ulysseus": {
            "name": "Ulysseus-prosjektet",
            "description": "Programmeringsspr친k: C / C++ og VHDL (PIC16, ARDUINO, STM32). Sanntidsoperativsystem med FreeRTOS. Operativsystemer: Linux og Windows."
        }
    },
    "education": {
        "name": "Utdanning",
        "licence": {
            "name": "Bachelorgrad i innebygde systemer",
            "description": "Utvikling av applikasjoner for Ulysseus-institusjonenes allianse. Hovedteknologiene er JavaScript, Python, Linux og Docker."
        },
        "bts": {
            "name": "Teknisk grad i digitale systemer",
            "description": "Studie av skjemaer, design og feils칮king av elektroniske kretskort, signalanalyse, Arduino-programmering, HTML/CSS."
        }
    },
    "competences": {
        "name": "Ferdigheter"
    },
    "contact-me": {
        "name": "Send meg en melding!",
        "email": "E-post",
        "subject": "Emne",
        "message": "Din melding"
    }
}
