{
    "about-me": {
        "name": "Om mig",
        "job": "Fullstackutvecklare React & NestJS",
        "presentation": "Hej👋! Jag är 24 år gammal och en fullstack JavaScript-utvecklare. Efter att ha tagit min kandidatexamen i elektroniska och datorsystem valde jag att specialisera mig på webbutveckling. Nu har jag nästan två års erfarenhet som fullstack JavaScript-utvecklare!"
    },
    "portfolio": {
        "name": "Portfolio",
        "overcraft": {
            "name": "Overcraft",
            "description": "Overcraft är en plattform där StarCraft 2-spelare kan skapa, organisera och dela sina build orders för att bättre lära sig och optimera sina strategier. Den erbjuder ett interaktivt läge med en timer för att genomföra builds i realtid, samt anpassnings- och redigeringsalternativ."
        },
        "web-cv": {
            "name": "Webb-CV",
            "description": "Mitt Webb-CV är en modern och interaktiv applikation utvecklad med Next.js, som erbjuder smidig navigering och en optimerad upplevelse tack vare ett stilrent gränssnitt och mörkt läge. Det är utformat för att presentera min karriär på ett professionellt och dynamiskt sätt. 🚀"
        }
    },
    "experiences": {
        "name": "Erfarenheter",
        "projet-ulysseus": {
            "name": "Ulysseus-projektet",
            "description": "Utveckling av applikationer för Ulysseus-alliansen av institutioner. De viktigaste teknologierna är JavaScript, Python, Linux och Docker.",
            "end-date": "nu"
        }
    },
    "education": {
        "name": "Utbildning",
        "licence": {
            "name": "Kandidatexamen i Inbyggda System",
            "description": "Programmeringsspråk: C / C++ och VHDL (PIC16, ARDUINO, STM32). Realtidsoperativsystem med FreeRTOS. Operativsystem: Linux och Windows."
        },
        "bts": {
            "name": "Yrkesexamen i Digitala System",
            "description": "Studie av scheman, design och reparation av elektroniska kretskort, signalanalys, Arduino-programmering, HTML/CSS."
        }
    },
    "competences": {
        "name": "Färdigheter"
    },
    "contact-me": {
        "name": "Skicka ett meddelande till mig!",
        "email": "E-post",
        "subject": "Ämne",
        "message": "Ditt meddelande",
        "send": "Skicka mitt meddelande",
        "sended-email": "Ditt meddelande har skickats framgångsrikt, tack! ✨",
        "back-home-page": "Gå tillbaka till huvudsidan"
    },
    "cv": "Traditionellt CV"
}
