{
    "about-me": {
        "name": "Om mig",
        "job": "Fullstackutvecklare React & NestJS",
        "presentation": "Hej游녦! Jag 칛r 24 친r gammal och en fullstack JavaScript-utvecklare. Efter att ha tagit min examen i elektronik- och datorsystem valde jag att specialisera mig p친 webbutveckling. Jag har nu n칛stan tv친 친rs erfarenhet som fullstack JavaScript-utvecklare!"
    },
    "portfolio": {
        "name": "Portf칬lj",
        "overcraft": {
            "name": "Overcraft",
            "description": "Overcraft 칛r en plattform d칛r StarCraft 2-spelare kan skapa, organisera och dela sina build orders f칬r att b칛ttre l칛ra sig och optimera sina strategier. Den erbjuder ett interaktivt l칛ge med en timer f칬r att genomf칬ra byggnader i realtid samt anpassnings- och redigeringsalternativ."
        },
        "web-cv": {
            "name": "Webb-CV",
            "description": "Mitt webb-CV 칛r en modern och interaktiv applikation utvecklad med Next.js, som erbjuder smidig navigering och en optimerad upplevelse med ett snyggt gr칛nssnitt och m칬rkt l칛ge. Den 칛r designad f칬r att presentera min karri칛r p친 ett professionellt och dynamiskt s칛tt. 游"
        }
    },
    "experiences": {
        "name": "Erfarenheter",
        "projet-ulysseus": {
            "name": "Ulysseus-projektet",
            "description": "Programmeringsspr친k: C / C++ och VHDL (PIC16, ARDUINO, STM32). Realtidsoperativsystem med FreeRTOS. Operativsystem: Linux och Windows."
        }
    },
    "education": {
        "name": "Utbildning",
        "licence": {
            "name": "Kandidatexamen i inbyggda system",
            "description": "Utveckling av applikationer f칬r alliansen av Ulysseus-institutioner. Huvudteknologierna 칛r JavaScript, Python, Linux och Docker."
        },
        "bts": {
            "name": "Teknikerexamen i digitala system",
            "description": "Studie av scheman, design och fels칬kning av elektroniska kretskort, signalanalys, Arduino-programmering, HTML/CSS."
        }
    },
    "competences": {
        "name": "F칛rdigheter"
    },
    "contact-me": {
        "name": "Skicka ett meddelande!",
        "email": "E-post",
        "subject": "츿mne",
        "message": "Ditt meddelande"
    }
}
